let handler = async (m, { conn }) => {
	let prem = `༒──︎ 卐「 𝐁𝐔𝐘 𝐏𝐑𝐄𝐌𝐈𝐔𝐌 」卐 ──༒︎

Halo Bang 👋
𝐈𝐧𝐢 𝐇𝐚𝐫𝐠𝐚 𝐏𝐫𝐞𝐦𝐢𝐮𝐦 𝐊𝐚𝐦𝐢 𝐒𝐢𝐥𝐚𝐡𝐤𝐚𝐧 𝐃𝐢𝐩𝐢𝐥𝐢𝐡

┏━━━•❅•°•〔卐 𝐇𝐀𝐑𝐆𝐀 𝐏𝐑𝐄𝐌𝐈𝐔𝐌 〕
┣卐ミ Pʀᴇᴍɪᴜᴍ : 4K/7Hᴀʀɪ
┣卐ミ Pʀᴇᴍɪᴜᴍ : 6K/14Hᴀʀɪ
┣卐ミ Pʀᴇᴍɪᴜᴍ : 8K/21Hᴀʀɪ
┣卐ミ Pʀᴇᴍɪᴜᴍ : 10K/1Bᴜʟᴀɴ
┣卐ミ Pʀᴇᴍɪᴜᴍ : 12K/37Hᴀʀɪ
┣卐ミ Pʀᴇᴍɪᴜᴍ : 14K/44Hᴀʀɪ
┣卐ミ Pʀᴇᴍɪᴜᴍ : 16K/51Hᴀʀɪ
┣卐ミ Pʀᴇᴍɪᴜᴍ : 18K/2Bᴜʟᴀɴ
┗━━━•❅•°•卐

┏━━━•❅•°•卐𝐊𝐞𝐮𝐧𝐭𝐮𝐧𝐠𝐚𝐧 𝐌𝐞𝐦𝐛𝐞𝐫 𝐏𝐫𝐞𝐦𝐢𝐮𝐦
┣➲ Uɴʟᴏᴄᴋ Fɪᴛᴜʀ Pʀᴇᴍɪᴜᴍ
┣➲ Aᴅᴀ Fɪᴛᴜʀ Hᴀʀᴀᴍ
┣➲ Dᴀɪʟʏ Rᴘɢ Aᴋᴀɴ Dɪ ᴋᴀsɪʜ Lᴇʙɪʜ Bᴀɴʏᴀᴋ
┗━━━•❅•°•卐

┏━━━•❅•°•卐𝐏𝐄𝐑𝐏𝐀𝐍𝐉𝐀𝐍𝐆 𝐏𝐑𝐄𝐌𝐈𝐔𝐌
┣卐ミ Pᴇʀᴘᴀɴᴊᴀɴɢ Pʀᴇᴍɪᴜᴍ : 3K/7Hᴀʀɪ
┣卐ミ Pᴇʀᴘᴀɴᴊᴀɴɢ Pʀᴇᴍɪᴜᴍ : 9K/1Bᴜʟᴀɴ
┣卐ミ Pᴇʀᴘᴀɴᴊᴀɴɢ Pʀᴇᴍɪᴜᴍ : 17K/2Bᴜʟᴀɴ
┗━━━•❅•°•卐
Cᴏɴᴛᴀᴋ Pᴇʀsᴏɴ Oᴡᴇʀ:
wa.me/6285704015608 (Oᴡɴᴇʀ)`

conn.sendButton(m.chat, prem, 'Mᴏɴɢɢᴏ', '👤𝐎𝐖𝐍𝐄𝐑', '.nomorowner', ftroli)
}

handler.help = ['buyprem','beliprem']
handler.command = /^(buyprem|beliprem)$/i

module.exports = handler